{
  "categories": {
    "Aphorism": [],
    "Essay": [
      "Philosophy",
      "History"
    ],
    "Story writing": [],
    "Poetry": [
      "Transcendence"
    ]
  },
  "posts": [
    {
      "id": 1762115764792,
      "title": "test",
      "category": "Essay",
      "tags": [
        "History"
      ],
      "image": "https://drive.google.com/file/d/0B22831Jkc_szLW10ZllDUWltZ0k/view?usp=sharing&resourcekey=0-ZQ9-FsOCA6N8pCi3qW6m0A",
      "excerpt": "zzzz",
      "fullContent": "<p>zzzz</p>",
      "published": false,
      "date": "November 3, 2025"
    },
    {
      "id": 1,
      "title": "Wisdom and Wound",
      "category": "Essay",
      "date": "November 1, 2025",
      "excerpt": "Two figures dwell in this skull. Rarely in concord. One believes that reflection, discipline, and the study of suffering can redeem the soul. The other insists reflection is luxury...",
      "image": "https://images.unsplash.com/photo-1550399105-c4db5fb85c18?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1471&q=80",
      "tags": [
        "Philosophy"
      ],
      "fullContent": "\n                  <p>Two figures dwell in this skull. Rarely in concord. One believes that reflection, discipline, and the study of suffering can redeem the soul. The other insists reflection is luxury. Suffering, left untouched, endures obstinately, sometimes mockingly. The first — the scholar of pain. The second — the heretic. Together, they are the human predicament: insight yoked to defiance, each mistrusting the other's motives, and perhaps themselves.</p>\n                  <p>Wisdom is no crown. It is scar tissue. The memory of the blade. Yet — faintly, persistently — it whispers that endurance matters. The scholar claims understanding transforms pain into clarity. The heretic laughs, softly, bitterly, and says clarity is only the art of cataloguing wounds more neatly, while they throb, while they ache.</p>\n                  <p>People speak of resilience as though it were possession. They mean composure. Absence of collapse in public. But resilience is not strength. It is performance. Poise while the floor tilts beneath you. Sometimes almost imperceptibly, sometimes with a crack that threatens to swallow your feet entirely. To endure. To observe. To witness hypocrisy, cowardice, cruelty, and still maintain semblance. These are the unremarked labors of fortitude. And one tires, endlessly, of the weight.</p>\n                  <p>Observation is treacherous. To understand cruelty, one must first find its source. To forgive, one must measure the wound, precisely. Knowledge strips comfort. Leaves the self exposed — raw, alert, fatigued, trembling. One notices the perfidiousness of kindness, the tyranny of indifference, the subtle cruelty of omission, the habitual lies passed as civility. And yet — abstention is impossible. Even the most meticulous observer seeks communion.Without it, thought stagnates. Feeling withers. Spirit diminishes.</p>\n                  <p>Love — in its most fearsome form — is no comfort. It unsettles. It transforms. It exacts reckoning. Rare. Dangerous. Those who pursue easy affection, the shallow admiration of the indifferent, are not lovers. They are performers, trained in imitation, skilled in pretense, often unaware.</p>\n                  <p>Healing is no neat triumph. Not conquest. Not reconciliation. True healing is feral. It arrives with relapses. With nocturnal regressions. With mercies that appear unbidden and vanish just as swiftly. Every insight purchased with confusion. Every moral judgment resting on misjudgment. Every act of compassion born in humiliation. To call this progress is to dress a private theatre of endurance in rhetoric — a lie in virtue's clothing.</p>\n                  <p>Yet the scholar and the heretic remain necessary. The first imparts discipline, teaching panic's transmutation into reflection. The second preserves honesty, ensuring that no understanding conceals the abyss. Between them forms a fragile equilibrium: the ability to observe, to judge, and yet engage with a world that rewards neither.</p>\n                  <p>Kindness without vigilance is invitation. Virtue without realism is absurdity. The wise perceive the world is not built for nobility. Yet nobility must be attempted. Life's quietest satire lies here: the more one comprehends, the more glaring the contradictions become. One laughs — bitterly, softly — while recoiling. Simultaneously. Always.</p>\n                  <p>Wisdom and wound are inseparable. Insight cannot exist without suffering's memory. To know deeply is to carry an unhealed injury — as compass, as burden, as reminder. The scholar's intellect without the heretic's skepticism is brittle. The heretic's defiance without the scholar's analysis is chaos. Together they measure a life truly examined: observing, judging, suffering, enduring — conscious of neither naivety nor complacency.</p>\n                  <p>To live thus is to accept that clarity carries torment. Understanding brings isolation. Virtue often walks hand in hand with despair. Tragic. Necessary. One from which no satire, philosophy, or reflection can absolve the conscious observer.</p>\n                  <p>And yet — somehow — we persist. Persist because the wound, though unhealed, instructs better than doctrine. Because the mind, though weary, observes more acutely than any guide. Because the heretic and the scholar, in their quarrels, grant life its sharpest clarity: that to endure, to judge, to love, and to suffer is neither folly nor nobility alone — it is the entirety of existence.</p>\n                ",
      "published": true
    },
    {
      "id": 2,
      "title": "Supreme",
      "category": "Poetry",
      "date": "October 21, 2025",
      "excerpt": "“Quarks,” a rare piece of art, themselves are theft, plucked from infinite energy, stitched into the serene ache of stars, and into “dust (us)” that dreamt of breath...",
      "image": "https://images.unsplash.com/photo-1462331940025-496dfbfc7564?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1511&q=80",
      "tags": [
        "Transcendence"
      ],
      "fullContent": "\n                  <div class=\"text-xl text-gray-300\" style=\"line-height: 1.9;\">\n                      “Quarks,” a rare piece of art,  <br>\n                      themselves are theft,<br>\n                      plucked from infinite energy,  <br>\n                      stitched into the serene ache of stars,  <br>\n                      and into “dust (us)” that dreamt of breath.  <br>\n                      The “Big Bang” was no destruction in silence,  <br>\n                      but a spark to ignite life and alliance.<br>\n                      <br>\n                      “Galaxies” rehearse the same old appetite,  <br>\n                      one spiral arm chasing another, day and night.  <br>\n                      Even the “universe” copies its weaving lights,  <br>\n                      through a web of gravitational deceit.<br>\n                      <br>\n                      “Earth” too was culled,  <br>\n                      from flakes of from collapsing luminaries,  <br>\n                      moulded by the gravity of other corpses.  <br>\n                      Every mountain, every river, every rain  <br>\n                      are beautiful thefts of the cosmos,  <br>\n                      each engulfed and reformed in an endless chain.<br>\n                      <br>\n                      “Continents” claimed stolen Pangea's ground,  <br>\n                      oceans carried water pilfered from Panthalassa.  <br>\n                      Similarly “human”, too, is a quiet thief,<br>\n                      lifting warmth, sorrow, and melodies<br>\n                      from the particles that outlived them.<br>\n                      <br>\n                      Life itself is plucked<br>\n                      atoms reborn from dying stars  <br>\n                      recombine into consciousness to love and trust.  <br>\n                      “human body” is therefore also pure art form,  <br>\n                      stolen from stardust,  <br>\n                      breathing what the cosmos once exhaled.<br>\n                      <br>\n                      Following the “evidence,”  <br>\n                      science concedes what artists always knew:  <br>\n                      nothing is ever truly born.  <br>\n                      “The hypothesis of the human brain's heist,”  <br>\n                      confirmed that brain also does not create,<br>\n                      but rather it rearranges,<br>\n                      transforming memory into invention,<br>\n                      copying patterns of what already exists.<br>\n                      <br>\n                      Even “thought” is reclaimed,<br>\n                      carved from a fraction of experiences.<br>\n                      Passion is also imitation,<br>\n                      often partially copies its fire from stars,<br>\n                      assimilates warmth to light their own hearts,<br>\n                      And named it love,  <br>\n                      Yet overlooks the timeless tale of space:<br>\n                      Where The Sun burns to illuminate the moon's pale face.<br>\n                      <br>\n                      Ironically humans justify their rage,  <br>\n                      Stating its mimicked by turmoil beats from the earth itself,<br>\n                      fault lines reflects buried grief,<br>\n                      releasing storms they did not create.<br>\n                      <br>\n                      Let us rest upon grass that envies trees,  <br>\n                      rubbing and sparking until the forest grieves.  <br>\n                      Man stole that nature of envy,<br>\n                      inheriting flame of jealousy that burns within ,<br>\n                      whenever he sees others living their dreams.<br>\n\n                      <br>\n                      Traits of paradox in humankind,<br>\n                      is impersonated by unseen hands:  <br>\n                      in the absence of light,<br>\n                      existing between opposing forces,<br>\n                      the pull of “Dark Matter,”  <br>\n                      the push of “Dark Energy.”  <br>\n                      The universe's manuals for balance,<br>\n                      A cosmic harmony twisted into human dichotomy,<br>\n                      By making us grounded, yet restless,<br>\n                      We create so that we can destroy,<br>\n                      seek stability,<br>\n                      yet drift in uncertainty.<br>\n                      <br>\n                      While the universe mysteriously holds equilibrium,<br>\n                      We remain suspended in tension,<br>\n                      caught between cohesion and expansion.<br>\n                      <br>\n                      Milky Way spirals, Fibonacci shells, galaxy whorls.<br>\n                      veins map rivers' meandering paths,<br>\n                      lungs inhale nebulae of ancient breath,<br>\n                      The curve of an ear traces the crescent moon,<br>\n                      neurons tied like stars interlinked across celestial height,<br>\n                      proving that our bodies are pure cosmic art, <br>\n                      woven from the energy of supernovas,<br>\n                      revealing tracks borrowed from the cosmos,<br>\n                      gently humiliating us, even flesh is a recycled poem of space.<br>\n                      <br>\n                      Neither quarks nor waves,  <br>\n                      nor thought arises “ex nihilo.”  <br>\n                      All is drawn from the endless reserve of existence.  <br>\n                      Art, life, galaxies, poetry;<br>\n                      all are theft dressed as creation.<br>\n                      <br>\n                      On the surface, <br>\n                      science calls it law and mechanism,<br>\n                      but deeper study reveals fine-tune order,<br>\n                      intricate it humbles the atheist mind.<br>\n                      <br>\n                      Therefore,<br>\n                      Perhaps Bacon was right:  <br>\n                      “A little knowledge of science makes man an atheist;  <br>\n                      in-depth study makes him a believer in God.”  <br>\n                      And so Picasso replied:  <br>\n                      “Good artists copy, great artists steal.”<br>\n                      <br>\n                      So nothing is at stake,<br>\n                      our dance of copying and stealing,  <br>\n                      of life, light, and thought,  <br>\n                      traces back to some Supreme Source:  <br>\n                      a Creator who stole nothing,  <br>\n                      yet gave everything  <br>\n                      for us to take and remake.<br>\n                  </div>\n                ",
      "published": true
    },
    {
      "id": 11,
      "title": "Proxy",
      "category": "Poetry",
      "date": "October 19, 2025",
      "excerpt": "In chambers where flags smile but tongues bite, they shake hands by day, and dodge bullets at night. The “global gala” is staged with grace...",
      "image": "https://images.unsplash.com/photo-1531315630201-bb15abeb1653?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "tags": [
        "Transcendence"
      ],
      "fullContent": "\n                  <div class=\"text-xl text-gray-300\" style=\"line-height: 1.9;\">\n                      In chambers where flags smile but tongues bite,<br>\n                      they shake hands by day,<br>\n                      and dodge bullets at night.<br>\n                      The “global gala” is staged with grace,<br>\n                      While real alignments hide backstage, <br>\n                      With masks put on their face.<br>\n                      <br>\n                      They call it diplomacy,<br>\n                      I call it theatre!<br>\n                      Where some sip coffee, some stir chaos later.<br>\n                      They talk peace in plenaries,<br>\n                      tweet it in lines,<br>\n                      Yet fund the proxies that redraw the nation's spines.<br>\n                      <br>\n                      The world condemns terrorism,<br>\n                      how elegant yet how vague!<br>\n                      But never the sponsor(s),<br>\n                      you know,<br>\n                      Why ruin the plague?<br>\n                      <br>\n                      No one dares to name the “Names”,<br>\n                      Why?<br>\n                      Because it's impolite to offend.<br>\n                      After all, Pakistan is still someone's weekend friend.<br>\n                      We offered vaccines, satellites, and solar light,<br>\n                      They offered silence when we were hit at night.<br>\n                      <br>\n                      In Pahalgam's shadow,<br>\n                      the world sent a press note..<br>\n                      Not justice, just empathy wrapped in a throat-clearing quote.<br>\n                      Well diplomacy ..<br>\n                      “Diplomacy means no permanent friends, no permanent enemies,”<br>\n                      They (western power) say with wine while resting in luxuries.<br>\n                      <br>\n                      But India knows,<br>\n                      Diplomacy is a “tightrope”,<br>\n                      Where trust is currency, and alliances elope..<br>\n                      When Israel and Thailand crumbled,<br>\n                      Cambodia and Gaza weep,<br>\n                      The patrons of wars still get sound sleep.<br>\n                      <br>\n                      They build narratives,<br>\n                      not nations with care,<br>\n                      Send funds in briefcases and weapons by air.<br>\n                      Yet there were disputes in parliament <br>\n                      across every aisle,<br>\n                      by those who debate louder than they reconcile,<br>\n                      <br>\n                      “Prepare for war, rattle missiles high!”<br>\n                      But I recommend,<br>\n                      Focus on affirming diplomacy, <br>\n                      or kiss the sovereignty and say it goodbye,<br>\n                      because proxy war is no longer regarded as cowardly,<br>\n                      it's now geopolitical tactics of calculus,<br>\n                      where profit matters more than loyalty and the actual fuss.<br>\n                      <br>\n                      We must articulate in strategy,<br>\n                      in timing, tariffs, and diplomatic flanks,<br>\n                      and not exclusively in the language of tanks.<br>\n                      Because in today's world,<br>\n                      It's not how loud we roar,<br>\n                      preferably,<br>\n                      it's about whose voice joins ours when we're bruised at the door.<br>\n                      <br>\n                      Accordingly,<br>\n                      here's what I'd like to say!<br>\n                      Neither loud, nor meek,<br>\n                      Don't just condemn terror, dare to name.<br>\n                      Point out the soil and the state,<br>\n                      Or don't lecture on our “retaliation” when we participate in the same filthy game.<br>\n                      <br>\n                      Because we don't beg for allies. <br>\n                      We build them with reason.<br>\n                      With ancient wisdom and calibrated season,<br>\n                      but let no nation call us only when the market dips,<br>\n                      real alliances do not just revolve around trade or trips.<br>\n                      <br>\n                      So raise the tricolour in hands and patriotism in hearts,<br>\n                      steady and stern!<br>\n                      With diplomacy learned, alongside vigilance earned.<br>\n                      Since in this age of masked dissent,<br>\n                      loyalty is tested not in peace,<br>\n                      but in torment,<br>\n                      Thus, even though friendship betrays,<br>\n                      then they must pay the price to compensate.<br>\n                  </div>\n                ",
      "published": true
    }
  ]
}